module.exports = {
    screenshots : [
        //==========================================================================================================
        // 초원
        //==========================================================================================================
        {
            location : '초원',
            pictures : [
                {
                    'category' : '베이스 캠프',
                    'subtext' : '잔디 평야에 설치한 주 거점 지역',
                    'filename' : 'BaseCamp',
                    'num' : 6
                },
                {
                    'category' : '제 1 석탄 발전소',
                    'subtext' : '미니 호수 근처에 설치한 석탄 발전 단지',
                    'filename' : 'CoalGenerator_1',
                    'num' : 8
                },
                {
                    'category' : '제 1 구리 공장',
                    'subtext' : '전선과 구리판을 생산하는 공장',
                    'filename' : 'CopperFactory_1',
                    'num' : 4
                },
                {
                    'category' : '제 1 카테리움 제련소',
                    'subtext' : '카테리움 광맥(순도 높음)에 연결되어 있음',
                    'filename' : 'GoldFactory_1',
                    'num' : 4
                },
                {
                    'category' : '제 1 석영 채굴장',
                    'subtext' : '석영 광맥(순도 보통) 2개에 연결되어 있음',
                    'filename' : 'QuartzFactory_1',
                    'num' : 4
                },
                {
                    'category' : '제 1 연구동',
                    'subtext' : '여러가지 고급 생산물을 만드는 단지',
                    'filename' : 'Lab_1',
                    'num' : 6
                },
                {
                    'category' : '폭포대교',
                    'subtext' : '거대한 폭포 앞을 지나가는 대교',
                    'filename' : 'WaterFallBridge',
                    'num' : 6
                },
                {
                    'category' : '보강된 철판 생산 공장',
                    'subtext' : '총 4층 높이의 보강된 철판 공장',
                    'filename' : 'ReinforcedPlateFactory_1',
                    'num' : 7
                },
            ]
        },

        //==========================================================================================================
        // 사막
        //==========================================================================================================
        {
            location : '사막',
            pictures : []
        },

        //==========================================================================================================
        // 숲
        //==========================================================================================================
        {
            location : '숲',
            pictures : []
        },


        //==========================================================================================================
        // 정글
        //==========================================================================================================
        {
            location : '정글',
            pictures : [ ]
        },
    ]
}